[
  {"id":"cuevas-2010","abstract":"Diurnal variations in streamflow (DVS) have been studied in detail by underwater pressure loggers. Some of this equipment requires barometric compensation with a logger or sensor located outside the water. Studies related to this topic have not offered a critical report of the validity of patterns inferred with these instruments. While studying a forested watershed in Southern Chile (40° S), we detected a DVS when the external logger was placed 1.5 m above ground, under a marked diurnal fluctuation in air temperature (amplitude 12.4 °C) and a dampened fluctuation in stream temperature (amplitude 1.4 °C). Synchronization was apparent between air and stream temperature in a direct relationship, but the synchronization between air/stream temperature and streamflow was negative, with some hours of lag time. In laboratory experiments, when the external logger is considerably warmer than the water-level logger, depth measurements can be underestimated by up to 1.5 cm. When the opposite occurs, water depths can be overestimated by up to 0.9 cm and are large instrumental/methodological artifacts compared to the field water diurnal variation of 1.3 cm. Finally, we relocated the external logger in front of the water-level logger and inside a weir, but exposed to the air. Results confirmed the pattern previously detected in the field, but streamflow fluctuations were 19% less accentuated. We conclude that the incorrect placement of the external logger, along with an instrumental artifact, can intensify a DVS pattern.","accessed":{"date-parts":[[2020,5,20]]},"author":[{"family":"Cuevas","given":"Jaime"},{"family":"Calvo","given":"Matías"},{"family":"Little","given":"Christian"},{"family":"Pino","given":"Mario"},{"family":"Dassori","given":"Paul"}],"container-title":"Journal of Hydrology and Hydromechanics","DOI":"10.2478/v10098-010-0014-0","ISSN":"0042-790X","issue":"3","issued":{"date-parts":[[2010,1,1]]},"language":"en","source":"DOI.org (Crossref)","title":"Are diurnal fluctuations in streamflow real?","type":"article-journal","URL":"http://content.sciendo.com/view/journals/johh/58/3/article-p149.xml","volume":"58"},
  {"id":"mclaughlin-2011","accessed":{"date-parts":[[2020,5,6]]},"author":[{"family":"McLaughlin","given":"Daniel L."},{"family":"Cohen","given":"Matthew J."}],"container-title":"Water Resources Research","container-title-short":"Water Resour. Res.","DOI":"10.1029/2010WR010288","ISSN":"00431397","issue":"9","issued":{"date-parts":[[2011,9]]},"language":"en","source":"DOI.org (Crossref)","title":"Thermal artifacts in measurements of fine-scale water level variation: TECHNICAL NOTE","title-short":"Thermal artifacts in measurements of fine-scale water level variation","type":"article-journal","URL":"http://doi.wiley.com/10.1029/2010WR010288","volume":"47"},
  {"id":"moore-2016","abstract":"Many watershed studies rely on pressure transducers to measure and report stream and groundwater levels in order to characterize the hydrology of the region. The accuracy of pressure transducers in some applications have recently been questioned in studies reporting artiﬁcially exaggerated high or low pressure readings that cannot be explained by daily hydrological ﬂuctuations. In a watershed ﬁeld investigation, data analyses have revealed, for some sensors, patterns of artiﬁcial changes in stream and groundwater levels as a function of water and atmospheric temperature. These patterns do not follow the expected variation that could be caused by natural phenomena (i.e. changes in head caused by evapotranspiration). Laboratory analyses of temperatureinduced artiﬁcial pressure changes reproduces this error and yielded functional relationships for thermal artifact corrections. Using these relationships, stream and groundwater levels can be back-calculated yielding a more accurate watershed hydrologic characterization. By removing the thermal artifacts from laboratory and ﬁeld data, errors are reduced by up to 65% (laboratory) and 81% (ﬁeld data). The developed procedure can be used in other settings where pressure transducers are used, such as studies in rainfall/runoﬀ variations, runoﬀ measurements in urban settings, and the impacts of new development in rural watersheds.","accessed":{"date-parts":[[2020,5,6]]},"author":[{"family":"Moore","given":"Mitchell F."},{"family":"Vasconcelos","given":"Jose G."},{"family":"Zech","given":"Wesley C."},{"family":"Soares","given":"Elis P."}],"container-title":"Flow Measurement and Instrumentation","container-title-short":"Flow Measurement and Instrumentation","DOI":"10.1016/j.flowmeasinst.2016.10.010","ISSN":"09555986","issued":{"date-parts":[[2016,12]]},"language":"en","page":"219-226","source":"DOI.org (Crossref)","title":"A procedure for resolving thermal artifacts in pressure transducers","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0955598616302060","volume":"52"}
]
